accessibility-inspector
accountsservice
adw-gtk-theme
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alligator
alsa-firmware
alsa-plugins
alsa-utils
amdgpu-pro-oglp
angelfish
aria2
arianna
ark
artikulate
audex
audiocd-kio
audiotube
awesome-terminal-fonts
base
base-devel
bash-completion
bat
beeper-v4-bin
bemenu
bemenu-wayland
bibata-cursor-theme-bin
bind
blinken
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bomber
bovo
brightnessctl
btop
btrfs-assistant
btrfs-progs
bun
cachyos-alacritty-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-settings
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
calligra
cantarell-fonts
cantor
capitaine-cursors
carapace-bin
cava
chezmoi
chwd
codebook-lsp
colord-kde
cpupower
cryptsetup
cups
cups-filters
cups-pdf
dart-sass
device-mapper
dgop
dhclient
diffutils
dmidecode
dmraid
dms-shell-bin
dnsmasq
dolphin
dolphin-plugins
dosfstools
dragon
duf
e2fsprogs
efibootmgr
efitools
elisa
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
falkon
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fprintd
francis
fsarchiver
ghostscript
ghostwriter
git
git-lfs
github-cli
gitoxide
glances
gnome-bluetooth-3.0
go
granatier
grantlee-editor
greetd
grub
grub-btrfs-support
grub-hook
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
gwenview
haveged
hdparm
helium-browser-bin
hplip
hwdetect
hwinfo
iamb-git
inetutils
input-remapper-bin
intel-media-driver
intel-ucode
iptables-nft
isoimagewriter
itinerary
iwd
jfsutils
juk
k3b
kaddressbook
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-dev-utils
kde-inotify-survey
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgeography
kget
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kvantum
kvantum-theme-nordic-git
lazygit-git
less
lib32-glew
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libfprint
libgsf
libopenraw
libselinux
libsepol
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
linux-wallpaperengine-git
localsend-bin
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
markdown-oxide
marksman
matugen-bin
mdadm
meld
mesa-utils
micro
mise
mkinitcpio
modemmanager
mousetweaks
mtools
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
obs-studio
octopi
oh-my-posh
ollama-bin
onefetch
opencl-mesa
opencode
openssh
os-prober
otf-font-awesome
ov-bin
pacman-contrib
pacseek
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plasma-desktop
plocate
plymouth
pnpm
polkit-kde-agent
poppler-glib
power-profiles-daemon
powershell-bin
proton-cachyos
pv
python
python-defusedxml
python-ignis-git
python-packaging
python-pyqt5
python-reportlab
qt5ct
rebuild-detector
reflector
repgrep
rio
ripgrep
rsync
rtkit
rustup
s-nail
scooter
sddm
sddm-silent-theme-git
semver
sg3_utils
signon-kwallet-extension
smartmontools
snapper
sof-firmware
splix
steam
sudo
superfile
superhtml-bin
swaybg
swaylock-effects-git
swaylock-fancy-git
sysfsutils
system-config-printer
taplo-cli
texinfo
tinymist
tombi
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-fira-sans
ttf-hack
ttf-liberation
ttf-material-symbols-variable-git
ttf-meslo-nerd
ttf-opensans
typst
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vesktop
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
waybar
wayland-protocols
wezterm-git
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
woff2-font-awesome
wofi
wpa_supplicant
wtype
xclip
xdg-desktop-portal-gnome
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xwayland-run-git
xwayland-satellite
yaml-language-server
yay
yazi
zen-browser-bin
zoxide
amdgpu-pro-oglp 25.10_2202160-1
beeper-v4-bin 4.2.564-1
bibata-cursor-theme-bin 2.0.7-1
carapace-bin 1.6.3-1
dms-shell-bin 1.4.3-1
iamb-git r266.93fc47d-1
input-remapper-bin 2.2.0-5
lazygit-git 0.57.0.r35.9e455f427-1
linux-wallpaperengine-git r593.7067d6f-1
localsend-bin 1.17.0-1
matugen-bin 4.0.0-1
oh-my-posh 29.7.0-1
ollama-bin 0.17.5-1
ov-bin 0.51.1-1
pacseek 1.8.6-1
powershell-bin 7.5.4-1
python-ignis-git 0.5.r151.g5fd1402-1
scooter 0.9.0-1
sddm-silent-theme-git r20260131.ga44caf7-1
superhtml-bin 0.6.2-1
ttf-material-symbols-variable-git 4.0.0.r142.gbb04090f-1
wezterm-git 20240203.110809.r790.gd3b0fda-1
