7zip
accessibility-inspector
accountsservice
adw-gtk-theme
alacritty
alligator
alsa-firmware
alsa-plugins
alsa-utils
amdgpu-pro-oglp
angelfish
aria2
arianna
ark
audex
audiocd-kio
audiotube
awesome-terminal-fonts
base
base-devel
bash-completion
bat
beeper-v4-bin
bemenu
bemenu-wayland
bibata-cursor-theme-bin
bind
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bomber
bovo
brightnessctl
btop
btrfs-assistant
btrfs-progs
bun
cachyos-alacritty-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-niri-settings
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
calligra
cantarell-fonts
cantor
capitaine-cursors
carapace-bin
cava
ccache
chezmoi
chwd
codebook-lsp
colord-kde
cpupower
cryptsetup
cups
cups-filters
cups-pdf
dart-sass
device-mapper
dgop
dhclient
diffutils
dmidecode
dmraid
dms-shell-git
dms-shell-niri
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dragon
duf
e2fsprogs
efibootmgr
efitools
elisa
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fprintd
francis
fsarchiver
ghostscript
git
git-lfs
github-cli
gitoxide
glances
glib2-devel
gnome-bluetooth-3.0
go
greetd
grub
grub-btrfs-support
grub-hook
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
haveged
hdparm
helium-browser-bin
hplip
hwdetect
hwinfo
iamb-bin
inetutils
input-remapper-bin
intel-media-driver
intel-ucode
iptables
isoimagewriter
iwd
jfsutils
juk
k3b
kamera
kbackup
kcron
kde-dev-utils
kde-inotify-survey
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdesdk-kio
kdesdk-thumbnailers
kdf
kdialog
keditbookmarks
keyd
kgpg
khelpcenter
kitty
kvantum
kvantum-theme-nordic-git
lazygit
less
lib32-aalib
lib32-cdparanoia
lib32-flac
lib32-glew
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-libavc1394
lib32-libcaca
lib32-libdv
lib32-libiec61883
lib32-libpulse
lib32-libraw1394
lib32-libshout
lib32-mesa
lib32-opencl-mesa
lib32-rust-libs
lib32-sdl2-compat
lib32-taglib
lib32-twolame
lib32-v4l-utils
lib32-vulkan-intel
lib32-wavpack
libadwaita
libdvdcss
libfprint
libgsf
libheif
libnautilus-extension
libopenraw
libqalculate
libselinux
libsepol
libsoup
libwnck3
linux-cachyos
linux-cachyos-bore-lto
linux-cachyos-bore-lto-headers
linux-cachyos-gcc
linux-cachyos-gcc-headers
linux-cachyos-headers
linux-firmware
linux-wallpaperengine-git
localsend-bin
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
markdown-oxide
marksman
matugen-bin
mdadm
meld
mesa-utils
meson
mise
mkinitcpio
modemmanager
mold
mousetweaks
mtools
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri-git
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
nushell
obs-cli
obs-studio-browser
octopi
oh-my-posh-bin
onefetch
openbsd-netcat
opencl-mesa
opencode
openssh
os-prober
otf-font-awesome
ov-bin
pacman-contrib
pacseek
pamixer
paru
patchelf
pear-desktop
perl
perl-image-exiftool
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
pnpm
polkit-kde-agent
poppler-glib
power-profiles-daemon
powershell-bin
prek-bin
prismlauncher
proton-cachyos
proton-ge-custom-bin
pv
python
python-defusedxml
python-ignis-git
python-packaging
python-pyqt5
python-reportlab
qt5ct
quickshell-git
rebuild-detector
redhat-fonts
reflector
repgrep
ring
rio
ripdrag
ripgrep
rsync
rtkit
rustup
s-nail
scooter
scx-manager
sddm
sddm-silent-theme-git
semver
sg3_utils
signon-kwallet-extension
smartmontools
snapper
sof-firmware
splix
steam
steel-bin
sudo
superfile
superhtml-bin
surge-bin
swaybg
swaylock-effects-git
swaylock-fancy-git
sysfsutils
system-config-printer
taplo-cli
texinfo
thermald
time
tinymist
tokei
tombi
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-fira-sans
ttf-hack
ttf-liberation
ttf-material-symbols-variable-git
ttf-meslo-nerd
ttf-opensans
tuios-bin
typst
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vesktop
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
waybar
wayland-protocols
wev
wezterm-nightly-bin
wf-recorder
wget
which
wireless-regdb
wireplumber
wl-clipboard
wl-mirror
wlogout
wob
woff2-font-awesome
wofi
wpa_supplicant
wtype
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-server-xvfb
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xterm
xwayland-run-git
xwayland-satellite
yaml-language-server
yay
yazi-nightly-bin
zellij
zen-browser-bin
zoom
zoxide
