{
  "apps": [
    {
      "Info": "",
      "Name": "7zip",
      "Source": "main",
      "Updated": "2026-05-07T10:54:56.3018695+08:00",
      "Version": "26.01"
    },
    {
      "Info": "",
      "Name": "7zip-zstd",
      "Source": "versions",
      "Updated": "2026-05-03T18:12:30.7138815+08:00",
      "Version": "v25.01-v1.5.7-R4"
    },
    {
      "Info": "",
      "Name": "altsnap",
      "Source": "extras",
      "Updated": "2025-11-19T12:01:15.4210999+08:00",
      "Version": "1.67"
    },
    {
      "Info": "",
      "Name": "aria2",
      "Source": "main",
      "Updated": "2026-02-14T09:32:24.6425131+08:00",
      "Version": "1.37.0-1"
    },
    {
      "Info": "",
      "Name": "autoclicker",
      "Source": "extras",
      "Updated": "2026-01-14T12:04:55.1858805+08:00",
      "Version": "4.1"
    },
    {
      "Info": "",
      "Name": "bat",
      "Source": "main",
      "Updated": "2026-01-14T12:04:59.4308159+08:00",
      "Version": "0.26.1"
    },
    {
      "Info": "",
      "Name": "bedrock-launcher",
      "Source": "games",
      "Updated": "2026-01-14T12:05:03.41915+08:00",
      "Version": "2025.8.25.24"
    },
    {
      "Info": "",
      "Name": "bloxstrap",
      "Source": "games",
      "Updated": "2026-04-05T20:04:16.6422391+08:00",
      "Version": "2.11.3"
    },
    {
      "Info": "",
      "Name": "bun",
      "Source": "main",
      "Updated": "2026-04-21T20:33:28.3073051+08:00",
      "Version": "1.3.13"
    },
    {
      "Info": "",
      "Name": "cap",
      "Source": "le-bucket",
      "Updated": "2026-02-19T14:14:35.542836+08:00",
      "Version": "v0.4.7"
    },
    {
      "Info": "",
      "Name": "carapace-bin",
      "Source": "extras",
      "Updated": "2026-05-01T00:58:17.7133268+08:00",
      "Version": "1.6.5"
    },
    {
      "Info": "",
      "Name": "cava",
      "Source": "le-bucket",
      "Updated": "2026-01-31T21:28:32.0880517+08:00",
      "Version": "0.10.7"
    },
    {
      "Info": "",
      "Name": "ccache",
      "Source": "main",
      "Updated": "2026-04-21T21:22:53.0682077+08:00",
      "Version": "4.12.3"
    },
    {
      "Info": "",
      "Name": "chafa",
      "Source": "main",
      "Updated": "2026-05-01T00:58:20.9204919+08:00",
      "Version": "1.18.2"
    },
    {
      "Info": "",
      "Name": "chezmoi",
      "Source": "main",
      "Updated": "2026-04-17T15:11:46.688204+08:00",
      "Version": "2.70.2"
    },
    {
      "Info": "",
      "Name": "clink",
      "Source": "main",
      "Updated": "2026-05-07T10:54:40.6053151+08:00",
      "Version": "1.9.21"
    },
    {
      "Info": "",
      "Name": "codebook",
      "Source": "le-bucket",
      "Updated": "2026-05-07T10:54:47.622935+08:00",
      "Version": "0.3.39"
    },
    {
      "Info": "",
      "Name": "collapse-launcher",
      "Source": "games",
      "Updated": "2026-05-07T10:55:01.5586273+08:00",
      "Version": "1.83.17"
    },
    {
      "Info": "",
      "Name": "copilot-language-server",
      "Source": "le-bucket",
      "Updated": "2026-05-07T10:55:10.8419332+08:00",
      "Version": "1.482.0"
    },
    {
      "Info": "",
      "Name": "dark",
      "Source": "main",
      "Updated": "2026-01-14T12:05:44.5952658+08:00",
      "Version": "3.14.1"
    },
    {
      "Info": "",
      "Name": "dotnet6-sdk",
      "Source": "versions",
      "Updated": "2026-01-14T12:06:06.2292123+08:00",
      "Version": "6.0.428"
    },
    {
      "Info": "",
      "Name": "dotnet8-sdk",
      "Source": "versions",
      "Updated": "2026-04-15T06:35:38.9695892+08:00",
      "Version": "8.0.420"
    },
    {
      "Info": "",
      "Name": "everything",
      "Source": "extras",
      "Updated": "2026-01-23T18:23:51.5445627+08:00",
      "Version": "1.4.1.1032"
    },
    {
      "Info": "",
      "Name": "fastfetch",
      "Source": "main",
      "Updated": "2026-04-24T09:45:29.5568925+08:00",
      "Version": "2.62.1"
    },
    {
      "Info": "",
      "Name": "fd",
      "Source": "main",
      "Updated": "2026-03-10T22:37:43.5356989+08:00",
      "Version": "10.4.2"
    },
    {
      "Info": "",
      "Name": "ffmpeg",
      "Source": "main",
      "Updated": "2026-05-07T10:55:28.8358345+08:00",
      "Version": "8.1.1"
    },
    {
      "Info": "",
      "Name": "filelight",
      "Source": "extras",
      "Updated": "2026-05-07T10:55:51.9327394+08:00",
      "Version": "26.04-2095"
    },
    {
      "Info": "",
      "Name": "flow-launcher",
      "Source": "extras",
      "Updated": "2026-03-22T18:45:56.4193013+08:00",
      "Version": "2.1.1"
    },
    {
      "Info": "",
      "Name": "freeze",
      "Source": "https://raw.githubusercontent.com/charmbracelet/scoop-bucket/refs/heads/main/freeze.json",
      "Updated": "2026-05-06T00:14:19.3434639+08:00",
      "Version": "0.2.2"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2026-04-27T23:32:35.6633909+08:00",
      "Version": "0.72.0"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2026-05-01T00:58:14.4477617+08:00",
      "Version": "2.92.0"
    },
    {
      "Info": "",
      "Name": "git",
      "Source": "main",
      "Updated": "2026-04-21T20:34:33.2025391+08:00",
      "Version": "2.54.0"
    },
    {
      "Info": "",
      "Name": "git-lfs",
      "Source": "main",
      "Updated": "2026-01-14T12:07:14.5749882+08:00",
      "Version": "3.7.1"
    },
    {
      "Info": "",
      "Name": "gitoxide",
      "Source": "main",
      "Updated": "2026-05-01T00:58:17.8773671+08:00",
      "Version": "0.53.0"
    },
    {
      "Info": "",
      "Name": "glazewm",
      "Source": "extras",
      "Updated": "2026-03-23T12:26:02.1092795+08:00",
      "Version": "3.10.1"
    },
    {
      "Info": "",
      "Name": "go",
      "Source": "main",
      "Updated": "2026-04-08T19:58:20.9569994+08:00",
      "Version": "1.26.2"
    },
    {
      "Info": "",
      "Name": "helium",
      "Source": "extras",
      "Updated": "2026-05-07T10:56:03.6709585+08:00",
      "Version": "0.12.1.1"
    },
    {
      "Info": "",
      "Name": "helix-ghost",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:08:13.1627795+08:00",
      "Version": "1.0.1"
    },
    {
      "Info": "",
      "Name": "hok",
      "Source": "https://raw.githubusercontent.com/chawyehsu/dorado/refs/heads/master/bucket/hok.json",
      "Updated": "2026-04-28T08:50:06.0831387+08:00",
      "Version": "0.1.0-beta.7"
    },
    {
      "Info": "",
      "Name": "hwmonitor",
      "Source": "extras",
      "Updated": "2026-04-06T16:37:15.3953954+08:00",
      "Version": "1.63"
    },
    {
      "Info": "",
      "Name": "iamb",
      "Source": "le-bucket",
      "Updated": "2026-03-05T20:46:40.9580752+08:00",
      "Version": "0.0.11"
    },
    {
      "Info": "",
      "Name": "imagemagick",
      "Source": "main",
      "Updated": "2026-04-23T00:45:23.8137566+08:00",
      "Version": "7.1.2-21"
    },
    {
      "Info": "",
      "Name": "innounp",
      "Source": "main",
      "Updated": "2026-05-04T09:16:37.2224651+08:00",
      "Version": "2.67.9"
    },
    {
      "Info": "",
      "Name": "jq",
      "Source": "main",
      "Updated": "2026-01-14T12:08:27.5354768+08:00",
      "Version": "1.8.1"
    },
    {
      "Info": "",
      "Name": "keyviz",
      "Source": "extras",
      "Updated": "2026-01-14T12:08:31.1523894+08:00",
      "Version": "1.0.6"
    },
    {
      "Info": "",
      "Name": "lazygit",
      "Source": "extras",
      "Updated": "2026-04-14T21:25:57.7850206+08:00",
      "Version": "0.61.1"
    },
    {
      "Info": "",
      "Name": "localsend",
      "Source": "extras",
      "Updated": "2026-01-14T12:09:06.6555825+08:00",
      "Version": "1.17.0"
    },
    {
      "Info": "",
      "Name": "lua-language-server",
      "Source": "main",
      "Updated": "2026-04-15T09:56:26.1989638+08:00",
      "Version": "3.18.2"
    },
    {
      "Info": "",
      "Name": "markdown-oxide",
      "Source": "main",
      "Updated": "2026-01-14T12:09:12.9685687+08:00",
      "Version": "0.25.10"
    },
    {
      "Info": "",
      "Name": "marksman",
      "Source": "main",
      "Updated": "2026-02-09T23:12:20.5942303+08:00",
      "Version": "2026-02-08"
    },
    {
      "Info": "",
      "Name": "memreduct",
      "Source": "extras",
      "Updated": "2025-10-28T16:32:25.9962203+08:00",
      "Version": "3.5.2"
    },
    {
      "Info": "",
      "Name": "mold",
      "Source": "main",
      "Updated": "2026-04-14T21:25:57.78387+08:00",
      "Version": "2.41.0"
    },
    {
      "Info": "",
      "Name": "nodejs",
      "Source": "main",
      "Updated": "2026-05-07T10:56:16.9971175+08:00",
      "Version": "26.0.0"
    },
    {
      "Info": "",
      "Name": "notepadplusplus",
      "Source": "extras",
      "Updated": "2026-04-27T23:32:37.1552521+08:00",
      "Version": "8.9.4"
    },
    {
      "Info": "",
      "Name": "nu",
      "Source": "main",
      "Updated": "2026-04-17T15:13:06.0123262+08:00",
      "Version": "0.112.2"
    },
    {
      "Info": "",
      "Name": "obs-studio",
      "Source": "extras",
      "Updated": "2026-04-23T00:47:48.2987157+08:00",
      "Version": "32.1.2"
    },
    {
      "Info": "",
      "Name": "oh-my-posh",
      "Source": "main",
      "Updated": "2026-05-07T10:56:22.30017+08:00",
      "Version": "29.13.0"
    },
    {
      "Info": "",
      "Name": "opencode",
      "Source": "main",
      "Updated": "2026-05-07T10:56:27.7427176+08:00",
      "Version": "1.14.40"
    },
    {
      "Info": "",
      "Name": "ov",
      "Source": "main",
      "Updated": "2026-04-21T20:34:50.0154069+08:00",
      "Version": "0.52.0"
    },
    {
      "Info": "",
      "Name": "oxicord",
      "Source": "C:\\Users\\notso\\Git\\NSPC911\\le-bucket\\bucket\\oxicord.json",
      "Updated": "2026-05-01T22:09:37.3872707+08:00",
      "Version": "0.1.9"
    },
    {
      "Info": "",
      "Name": "patchy",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:09:58.1184284+08:00",
      "Version": "1.3.0"
    },
    {
      "Info": "",
      "Name": "pixelorama",
      "Source": "extras",
      "Updated": "2026-05-01T00:59:17.3943521+08:00",
      "Version": "1.1.10"
    },
    {
      "Info": "",
      "Name": "pnpm",
      "Source": "main",
      "Updated": "2026-05-07T10:56:36.458319+08:00",
      "Version": "11.0.7"
    },
    {
      "Info": "",
      "Name": "poppler",
      "Source": "main",
      "Updated": "2026-02-24T21:07:29.7091013+08:00",
      "Version": "25.12.0-0"
    },
    {
      "Info": "",
      "Name": "powertoys",
      "Source": "extras",
      "Updated": "2026-05-04T09:19:33.2576304+08:00",
      "Version": "0.99.1"
    },
    {
      "Info": "",
      "Name": "prek",
      "Source": "le-bucket",
      "Updated": "2026-05-07T10:56:41.7232371+08:00",
      "Version": "0.3.13"
    },
    {
      "Info": "",
      "Name": "pwsh",
      "Source": "main",
      "Updated": "2026-04-23T00:46:58.966914+08:00",
      "Version": "7.6.1"
    },
    {
      "Info": "",
      "Name": "python313",
      "Source": "versions",
      "Updated": "2026-04-08T19:58:21.9827348+08:00",
      "Version": "3.13.13"
    },
    {
      "Info": "",
      "Name": "regolith",
      "Source": "le-bucket",
      "Updated": "2026-01-26T14:02:16.5872279+08:00",
      "Version": "1.7.0"
    },
    {
      "Info": "",
      "Name": "repgrep",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:10:19.1855208+08:00",
      "Version": "0.16.1"
    },
    {
      "Info": "",
      "Name": "resvg",
      "Source": "main",
      "Updated": "2026-02-11T08:13:17.9475769+08:00",
      "Version": "0.47.0"
    },
    {
      "Info": "",
      "Name": "revouninstaller",
      "Source": "extras",
      "Updated": "2026-02-24T09:23:56.8323461+08:00",
      "Version": "2.6.8"
    },
    {
      "Info": "",
      "Name": "rio-nightly",
      "Source": "le-bucket",
      "Updated": "2026-05-07T10:56:49.1022899+08:00",
      "Version": "2026-05-06"
    },
    {
      "Info": "",
      "Name": "ripgrep",
      "Source": "main",
      "Updated": "2026-01-14T12:10:29.5224333+08:00",
      "Version": "15.1.0"
    },
    {
      "Info": "",
      "Name": "rovr",
      "Source": "le-bucket",
      "Updated": "2026-05-05T22:34:30.7530465+08:00",
      "Version": "0.8.2"
    },
    {
      "Info": "",
      "Name": "rufus",
      "Source": "extras",
      "Updated": "2026-05-01T00:59:57.8334168+08:00",
      "Version": "4.14"
    },
    {
      "Info": "",
      "Name": "rustup",
      "Source": "main",
      "Updated": "2026-04-05T16:51:17.615316+08:00",
      "Version": "1.29.0"
    },
    {
      "Info": "",
      "Name": "scoop-completion",
      "Source": "extras",
      "Updated": "2026-01-14T12:11:09.5719559+08:00",
      "Version": "0.3.0"
    },
    {
      "Info": "",
      "Name": "steel",
      "Source": "le-bucket",
      "Updated": "2026-04-20T06:15:27.4844609+08:00",
      "Version": "0.8.2"
    },
    {
      "Info": "",
      "Name": "stretchly",
      "Source": "extras",
      "Updated": "2026-04-26T18:43:04.0950037+08:00",
      "Version": "1.21.0"
    },
    {
      "Info": "",
      "Name": "superfile",
      "Source": "main",
      "Updated": "2026-01-14T12:11:23.8207964+08:00",
      "Version": "1.5.0"
    },
    {
      "Info": "",
      "Name": "superhtml",
      "Source": "main",
      "Updated": "2026-01-14T12:11:26.221059+08:00",
      "Version": "0.6.2"
    },
    {
      "Info": "",
      "Name": "surge-downloader",
      "Source": "le-bucket",
      "Updated": "2026-05-04T09:17:47.9576977+08:00",
      "Version": "0.8.5"
    },
    {
      "Info": "",
      "Name": "tacky-borders",
      "Source": "le-bucket",
      "Updated": "2026-04-28T08:04:26.3684548+08:00",
      "Version": "1.5.0"
    },
    {
      "Info": "",
      "Name": "taplo",
      "Source": "main",
      "Updated": "2026-01-14T12:11:30.9974774+08:00",
      "Version": "0.10.0"
    },
    {
      "Info": "",
      "Name": "tinymist",
      "Source": "main",
      "Updated": "2026-04-05T20:04:15.7599126+08:00",
      "Version": "0.14.16"
    },
    {
      "Info": "",
      "Name": "tombi",
      "Source": "main",
      "Updated": "2026-05-07T10:56:53.0427129+08:00",
      "Version": "0.10.6"
    },
    {
      "Info": "",
      "Name": "typst",
      "Source": "main",
      "Updated": "2026-01-14T12:11:39.6102588+08:00",
      "Version": "0.14.2"
    },
    {
      "Info": "",
      "Name": "uv",
      "Source": "main",
      "Updated": "2026-05-07T10:56:56.9261063+08:00",
      "Version": "0.11.11"
    },
    {
      "Info": "",
      "Name": "uwpspy",
      "Source": "le-bucket",
      "Updated": "2026-04-08T19:57:58.5140067+08:00",
      "Version": "1.5.3"
    },
    {
      "Info": "",
      "Name": "wakatime-cli",
      "Source": "main",
      "Updated": "2026-05-07T10:56:59.9515225+08:00",
      "Version": "2.13.0"
    },
    {
      "Info": "Held package",
      "Name": "wezterm-nightly",
      "Source": "versions",
      "Updated": "2026-04-27T23:32:58.3544687+08:00",
      "Version": "nightly-20260414"
    },
    {
      "Info": "",
      "Name": "windhawk",
      "Source": "extras",
      "Updated": "2025-12-11T00:24:22.5557436+08:00",
      "Version": "1.7.3"
    },
    {
      "Info": "",
      "Name": "windowsdesktop-runtime-8.0",
      "Source": "versions",
      "Updated": "2026-04-15T10:00:12.8325781+08:00",
      "Version": "8.0.26"
    },
    {
      "Info": "",
      "Name": "xmousebuttoncontrol",
      "Source": "extras",
      "Updated": "2025-10-28T16:40:09.2238975+08:00",
      "Version": "2.20.5"
    },
    {
      "Info": "",
      "Name": "xxmi",
      "Source": "games",
      "Updated": "2026-04-05T20:04:23.9023622+08:00",
      "Version": "2.1.9"
    },
    {
      "Info": "",
      "Name": "yasb-dev",
      "Source": "le-bucket",
      "Updated": "2026-05-01T01:01:36.6872251+08:00",
      "Version": "20260428-133837"
    },
    {
      "Info": "",
      "Name": "yazi-nightly",
      "Source": "versions",
      "Updated": "2026-03-14T23:13:29.0169785+08:00",
      "Version": "fa1ee46"
    },
    {
      "Info": "",
      "Name": "youtube-music",
      "Source": "extras",
      "Updated": "2026-01-16T23:26:42.2717526+08:00",
      "Version": "3.11.0"
    },
    {
      "Info": "",
      "Name": "zellij",
      "Source": "le-bucket",
      "Updated": "2026-05-07T10:57:04.2585771+08:00",
      "Version": "0.44.2"
    },
    {
      "Info": "",
      "Name": "zen-browser",
      "Source": "extras",
      "Updated": "2026-05-01T01:00:20.6850951+08:00",
      "Version": "1.19.11b"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2026-01-31T21:29:02.4470733+08:00",
      "Version": "0.9.9"
    }
  ],
  "buckets": [
    {
      "Manifests": 1522,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2026-05-07T09:16:55+08:00"
    },
    {
      "Manifests": 2305,
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2026-05-07T09:12:28+08:00"
    },
    {
      "Manifests": 580,
      "Name": "versions",
      "Source": "https://github.com/ScoopInstaller/Versions",
      "Updated": "2026-05-07T05:35:24+08:00"
    },
    {
      "Manifests": 404,
      "Name": "games",
      "Source": "https://github.com/Calinou/scoop-games",
      "Updated": "2026-05-07T09:11:20+08:00"
    },
    {
      "Manifests": 37,
      "Name": "le-bucket",
      "Source": "https://github.com/NSPC911/le-bucket",
      "Updated": "2026-05-07T05:34:08+08:00"
    }
  ],
  "config": {
    "aria2-enabled": true,
    "aria2-warning-enabled": false,
    "force_update": false,
    "scoop_branch": "develop",
    "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
    "update_nightly": true
  }
}
