{
  "apps": [
    {
      "Info": "",
      "Name": "7zip-zstd",
      "Source": "versions",
      "Updated": "2026-05-18T22:22:49.2116192+08:00",
      "Version": "v25.01-v1.5.7-R4"
    },
    {
      "Info": "",
      "Name": "altsnap",
      "Source": "extras",
      "Updated": "2025-11-19T12:01:15.4210999+08:00",
      "Version": "1.67"
    },
    {
      "Info": "",
      "Name": "aria2",
      "Source": "main",
      "Updated": "2026-02-14T09:32:24.6425131+08:00",
      "Version": "1.37.0-1"
    },
    {
      "Info": "",
      "Name": "autoclicker",
      "Source": "extras",
      "Updated": "2026-01-14T12:04:55.1858805+08:00",
      "Version": "4.1"
    },
    {
      "Info": "",
      "Name": "bat",
      "Source": "main",
      "Updated": "2026-01-14T12:04:59.4308159+08:00",
      "Version": "0.26.1"
    },
    {
      "Info": "",
      "Name": "bedrock-launcher",
      "Source": "games",
      "Updated": "2026-01-14T12:05:03.41915+08:00",
      "Version": "2025.8.25.24"
    },
    {
      "Info": "",
      "Name": "bloxstrap",
      "Source": "games",
      "Updated": "2026-04-05T20:04:16.6422391+08:00",
      "Version": "2.11.3"
    },
    {
      "Info": "",
      "Name": "bun",
      "Source": "main",
      "Updated": "2026-05-15T23:39:12.5292046+08:00",
      "Version": "1.3.14"
    },
    {
      "Info": "",
      "Name": "cap",
      "Source": "le-bucket",
      "Updated": "2026-02-19T14:14:35.542836+08:00",
      "Version": "v0.4.7"
    },
    {
      "Info": "",
      "Name": "carapace-bin",
      "Source": "extras",
      "Updated": "2026-06-04T00:24:00.6066138+08:00",
      "Version": "1.7.0"
    },
    {
      "Info": "",
      "Name": "cava",
      "Source": "le-bucket",
      "Updated": "2026-01-31T21:28:32.0880517+08:00",
      "Version": "0.10.7"
    },
    {
      "Info": "",
      "Name": "ccache",
      "Source": "main",
      "Updated": "2026-05-10T22:51:56.6594778+08:00",
      "Version": "4.13.6"
    },
    {
      "Info": "",
      "Name": "chafa",
      "Source": "main",
      "Updated": "2026-05-01T00:58:20.9204919+08:00",
      "Version": "1.18.2"
    },
    {
      "Info": "",
      "Name": "chezmoi",
      "Source": "main",
      "Updated": "2026-06-04T22:20:37.5370138+08:00",
      "Version": "2.70.5"
    },
    {
      "Info": "",
      "Name": "clink",
      "Source": "main",
      "Updated": "2026-06-08T18:19:08.213436+08:00",
      "Version": "1.9.26"
    },
    {
      "Info": "",
      "Name": "collapse-launcher",
      "Source": "games",
      "Updated": "2026-05-10T22:52:19.2726081+08:00",
      "Version": "1.83.18"
    },
    {
      "Info": "",
      "Name": "copilot-language-server",
      "Source": "le-bucket",
      "Updated": "2026-06-05T22:21:02.1437834+08:00",
      "Version": "1.503.0"
    },
    {
      "Info": "",
      "Name": "dark",
      "Source": "main",
      "Updated": "2026-01-14T12:05:44.5952658+08:00",
      "Version": "3.14.1"
    },
    {
      "Info": "",
      "Name": "dotnet6-sdk",
      "Source": "versions",
      "Updated": "2026-01-14T12:06:06.2292123+08:00",
      "Version": "6.0.428"
    },
    {
      "Info": "",
      "Name": "dotnet8-sdk",
      "Source": "versions",
      "Updated": "2026-05-15T23:40:02.069722+08:00",
      "Version": "8.0.421"
    },
    {
      "Info": "",
      "Name": "dwag",
      "Source": "le-bucket",
      "Updated": "2026-05-19T18:14:19.1755106+08:00",
      "Version": "1.0.1"
    },
    {
      "Info": "",
      "Name": "everything",
      "Source": "extras",
      "Updated": "2026-01-23T18:23:51.5445627+08:00",
      "Version": "1.4.1.1032"
    },
    {
      "Info": "",
      "Name": "fastfetch",
      "Source": "main",
      "Updated": "2026-06-05T22:21:06.525084+08:00",
      "Version": "2.64.2"
    },
    {
      "Info": "",
      "Name": "fd",
      "Source": "main",
      "Updated": "2026-03-10T22:37:43.5356989+08:00",
      "Version": "10.4.2"
    },
    {
      "Info": "",
      "Name": "ffmpeg",
      "Source": "main",
      "Updated": "2026-05-07T10:55:28.8358345+08:00",
      "Version": "8.1.1"
    },
    {
      "Info": "",
      "Name": "filelight",
      "Source": "extras",
      "Updated": "2026-06-08T18:19:27.4569134+08:00",
      "Version": "26.04-2122"
    },
    {
      "Info": "",
      "Name": "flow-launcher",
      "Source": "extras",
      "Updated": "2026-06-08T18:19:46.8868775+08:00",
      "Version": "2.1.3"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2026-05-25T14:33:18.6823872+08:00",
      "Version": "0.73.1"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2026-05-28T19:46:52.6332474+08:00",
      "Version": "2.93.0"
    },
    {
      "Info": "",
      "Name": "git",
      "Source": "main",
      "Updated": "2026-04-21T20:34:33.2025391+08:00",
      "Version": "2.54.0"
    },
    {
      "Info": "",
      "Name": "git-lfs",
      "Source": "main",
      "Updated": "2026-01-14T12:07:14.5749882+08:00",
      "Version": "3.7.1"
    },
    {
      "Info": "",
      "Name": "gitoxide",
      "Source": "main",
      "Updated": "2026-05-27T22:13:14.2678687+08:00",
      "Version": "0.54.0"
    },
    {
      "Info": "",
      "Name": "glazewm",
      "Source": "extras",
      "Updated": "2026-03-23T12:26:02.1092795+08:00",
      "Version": "3.10.1"
    },
    {
      "Info": "",
      "Name": "go",
      "Source": "main",
      "Updated": "2026-06-04T00:25:53.227056+08:00",
      "Version": "1.26.4"
    },
    {
      "Info": "",
      "Name": "harper",
      "Source": "main",
      "Updated": "2026-06-05T22:21:12.5238743+08:00",
      "Version": "2.4.0"
    },
    {
      "Info": "",
      "Name": "helium",
      "Source": "extras",
      "Updated": "2026-06-08T18:20:02.6344036+08:00",
      "Version": "0.13.1.1"
    },
    {
      "Info": "",
      "Name": "helix-ghost",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:08:13.1627795+08:00",
      "Version": "1.0.1"
    },
    {
      "Info": "",
      "Name": "iamb",
      "Source": "le-bucket",
      "Updated": "2026-03-05T20:46:40.9580752+08:00",
      "Version": "0.0.11"
    },
    {
      "Info": "",
      "Name": "imagemagick",
      "Source": "main",
      "Updated": "2026-06-05T22:21:29.0413682+08:00",
      "Version": "7.1.2-25"
    },
    {
      "Info": "",
      "Name": "innounp",
      "Source": "main",
      "Updated": "2026-05-04T09:16:37.2224651+08:00",
      "Version": "2.67.9"
    },
    {
      "Info": "",
      "Name": "jq",
      "Source": "main",
      "Updated": "2026-01-14T12:08:27.5354768+08:00",
      "Version": "1.8.1"
    },
    {
      "Info": "",
      "Name": "just",
      "Source": "main",
      "Updated": "2026-05-12T14:29:06.3058845+08:00",
      "Version": "1.51.0"
    },
    {
      "Info": "",
      "Name": "keyviz",
      "Source": "extras",
      "Updated": "2026-01-14T12:08:31.1523894+08:00",
      "Version": "1.0.6"
    },
    {
      "Info": "",
      "Name": "lazygit",
      "Source": "extras",
      "Updated": "2026-06-04T22:21:03.3898125+08:00",
      "Version": "0.62.2"
    },
    {
      "Info": "",
      "Name": "localsend",
      "Source": "extras",
      "Updated": "2026-01-14T12:09:06.6555825+08:00",
      "Version": "1.17.0"
    },
    {
      "Info": "",
      "Name": "lua-language-server",
      "Source": "main",
      "Updated": "2026-04-15T09:56:26.1989638+08:00",
      "Version": "3.18.2"
    },
    {
      "Info": "",
      "Name": "markdown-oxide",
      "Source": "main",
      "Updated": "2026-01-14T12:09:12.9685687+08:00",
      "Version": "0.25.10"
    },
    {
      "Info": "",
      "Name": "marksman",
      "Source": "main",
      "Updated": "2026-02-09T23:12:20.5942303+08:00",
      "Version": "2026-02-08"
    },
    {
      "Info": "",
      "Name": "memreduct",
      "Source": "extras",
      "Updated": "2025-10-28T16:32:25.9962203+08:00",
      "Version": "3.5.2"
    },
    {
      "Info": "",
      "Name": "mold",
      "Source": "main",
      "Updated": "2026-04-14T21:25:57.78387+08:00",
      "Version": "2.41.0"
    },
    {
      "Info": "",
      "Name": "nodejs",
      "Source": "main",
      "Updated": "2026-06-04T00:26:28.0774412+08:00",
      "Version": "26.3.0"
    },
    {
      "Info": "",
      "Name": "notepadplusplus",
      "Source": "extras",
      "Updated": "2026-06-04T22:21:18.0549656+08:00",
      "Version": "8.9.6.4"
    },
    {
      "Info": "",
      "Name": "nu",
      "Source": "main",
      "Updated": "2026-06-04T00:26:47.9071379+08:00",
      "Version": "0.113.1"
    },
    {
      "Info": "",
      "Name": "obs-studio",
      "Source": "extras",
      "Updated": "2026-04-23T00:47:48.2987157+08:00",
      "Version": "32.1.2"
    },
    {
      "Info": "",
      "Name": "oh-my-posh",
      "Source": "main",
      "Updated": "2026-05-20T08:11:48.8071491+08:00",
      "Version": "29.14.0"
    },
    {
      "Info": "",
      "Name": "opencode",
      "Source": "main",
      "Updated": "2026-06-08T18:20:10.2868697+08:00",
      "Version": "1.16.2"
    },
    {
      "Info": "",
      "Name": "ov",
      "Source": "main",
      "Updated": "2026-05-26T10:07:59.5363484+08:00",
      "Version": "0.53.0"
    },
    {
      "Info": "",
      "Name": "patchy",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:09:58.1184284+08:00",
      "Version": "1.3.0"
    },
    {
      "Info": "",
      "Name": "pixelorama",
      "Source": "extras",
      "Updated": "2026-05-01T00:59:17.3943521+08:00",
      "Version": "1.1.10"
    },
    {
      "Info": "",
      "Name": "pnpm",
      "Source": "https://raw.githubusercontent.com/ScoopInstaller/Main/38ae52928b7a467b3e8a5a0bf703e15cad271887/bucket/pnpm.json",
      "Updated": "2026-05-29T00:25:47.1033443+08:00",
      "Version": "11.3.0"
    },
    {
      "Info": "",
      "Name": "poppler",
      "Source": "main",
      "Updated": "2026-05-10T22:53:42.210348+08:00",
      "Version": "26.02.0-0"
    },
    {
      "Info": "",
      "Name": "powertoys",
      "Source": "extras",
      "Updated": "2026-05-04T09:19:33.2576304+08:00",
      "Version": "0.99.1"
    },
    {
      "Info": "",
      "Name": "prek",
      "Source": "le-bucket",
      "Updated": "2026-06-04T22:21:34.8641021+08:00",
      "Version": "0.4.4"
    },
    {
      "Info": "",
      "Name": "pwsh",
      "Source": "main",
      "Updated": "2026-05-25T14:36:20.2554252+08:00",
      "Version": "7.6.2"
    },
    {
      "Info": "",
      "Name": "python313",
      "Source": "versions",
      "Updated": "2026-04-08T19:58:21.9827348+08:00",
      "Version": "3.13.13"
    },
    {
      "Info": "",
      "Name": "regolith",
      "Source": "le-bucket",
      "Updated": "2026-05-15T23:39:57.8080849+08:00",
      "Version": "1.8.0"
    },
    {
      "Info": "",
      "Name": "repgrep",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:10:19.1855208+08:00",
      "Version": "0.16.1"
    },
    {
      "Info": "",
      "Name": "resvg",
      "Source": "main",
      "Updated": "2026-02-11T08:13:17.9475769+08:00",
      "Version": "0.47.0"
    },
    {
      "Info": "",
      "Name": "revouninstaller",
      "Source": "extras",
      "Updated": "2026-05-12T21:36:15.7090028+08:00",
      "Version": "2.7.0"
    },
    {
      "Info": "",
      "Name": "rio-nightly",
      "Source": "le-bucket",
      "Updated": "2026-05-07T10:56:49.1022899+08:00",
      "Version": "2026-05-06"
    },
    {
      "Info": "",
      "Name": "ripgrep",
      "Source": "main",
      "Updated": "2026-01-14T12:10:29.5224333+08:00",
      "Version": "15.1.0"
    },
    {
      "Info": "",
      "Name": "rovr",
      "Source": "le-bucket",
      "Updated": "2026-06-08T18:20:18.0386858+08:00",
      "Version": "0.9.1"
    },
    {
      "Info": "",
      "Name": "rufus",
      "Source": "extras",
      "Updated": "2026-05-01T00:59:57.8334168+08:00",
      "Version": "4.14"
    },
    {
      "Info": "",
      "Name": "rustup",
      "Source": "main",
      "Updated": "2026-04-05T16:51:17.615316+08:00",
      "Version": "1.29.0"
    },
    {
      "Info": "",
      "Name": "scoop-completion",
      "Source": "extras",
      "Updated": "2026-05-12T22:51:32.7834964+08:00",
      "Version": "0.3.0"
    },
    {
      "Info": "",
      "Name": "sfsu",
      "Source": "extras",
      "Updated": "2026-05-28T00:08:42.9333071+08:00",
      "Version": "1.17.2"
    },
    {
      "Info": "",
      "Name": "steel",
      "Source": "le-bucket",
      "Updated": "2026-04-20T06:15:27.4844609+08:00",
      "Version": "0.8.2"
    },
    {
      "Info": "",
      "Name": "stretchly",
      "Source": "extras",
      "Updated": "2026-04-26T18:43:04.0950037+08:00",
      "Version": "1.21.0"
    },
    {
      "Info": "",
      "Name": "superfile",
      "Source": "main",
      "Updated": "2026-06-08T18:20:23.542936+08:00",
      "Version": "1.6.0"
    },
    {
      "Info": "",
      "Name": "superhtml",
      "Source": "main",
      "Updated": "2026-01-14T12:11:26.221059+08:00",
      "Version": "0.6.2"
    },
    {
      "Info": "",
      "Name": "surge-downloader",
      "Source": "le-bucket",
      "Updated": "2026-06-04T00:27:08.1324667+08:00",
      "Version": "0.8.7"
    },
    {
      "Info": "",
      "Name": "tacky-borders",
      "Source": "le-bucket",
      "Updated": "2026-04-28T08:04:26.3684548+08:00",
      "Version": "1.5.0"
    },
    {
      "Info": "",
      "Name": "taplo",
      "Source": "main",
      "Updated": "2026-01-14T12:11:30.9974774+08:00",
      "Version": "0.10.0"
    },
    {
      "Info": "",
      "Name": "tinymist",
      "Source": "main",
      "Updated": "2026-05-11T22:08:06.8248811+08:00",
      "Version": "0.14.18"
    },
    {
      "Info": "",
      "Name": "tombi",
      "Source": "main",
      "Updated": "2026-06-08T18:20:29.9963957+08:00",
      "Version": "1.1.2"
    },
    {
      "Info": "",
      "Name": "typst",
      "Source": "main",
      "Updated": "2026-01-14T12:11:39.6102588+08:00",
      "Version": "0.14.2"
    },
    {
      "Info": "",
      "Name": "uv",
      "Source": "main",
      "Updated": "2026-06-04T22:22:24.1443186+08:00",
      "Version": "0.11.19"
    },
    {
      "Info": "",
      "Name": "uwpspy",
      "Source": "le-bucket",
      "Updated": "2026-06-08T18:20:36.2350772+08:00",
      "Version": "1.5.4"
    },
    {
      "Info": "",
      "Name": "wakatime-cli",
      "Source": "main",
      "Updated": "2026-06-04T00:27:34.3975061+08:00",
      "Version": "2.15.0"
    },
    {
      "Info": "Held package",
      "Name": "wezterm-nightly",
      "Source": "versions",
      "Updated": "2026-04-27T23:32:58.3544687+08:00",
      "Version": "nightly-20260414"
    },
    {
      "Info": "",
      "Name": "windhawk",
      "Source": "extras",
      "Updated": "2025-12-11T00:24:22.5557436+08:00",
      "Version": "1.7.3"
    },
    {
      "Info": "",
      "Name": "windowsdesktop-runtime-8.0",
      "Source": "versions",
      "Updated": "2026-05-15T23:41:02.1072597+08:00",
      "Version": "8.0.27"
    },
    {
      "Info": "",
      "Name": "xmousebuttoncontrol",
      "Source": "extras",
      "Updated": "2025-10-28T16:40:09.2238975+08:00",
      "Version": "2.20.5"
    },
    {
      "Info": "",
      "Name": "xxmi",
      "Source": "games",
      "Updated": "2026-05-24T22:23:46.4113106+08:00",
      "Version": "2.1.9"
    },
    {
      "Info": "",
      "Name": "yasb-dev",
      "Source": "le-bucket",
      "Updated": "2026-06-08T18:20:45.1598572+08:00",
      "Version": "20260606-163947"
    },
    {
      "Info": "",
      "Name": "yazi-nightly",
      "Source": "versions",
      "Updated": "2026-06-08T18:20:51.7946805+08:00",
      "Version": "f6113d3"
    },
    {
      "Info": "Deprecated package",
      "Name": "youtube-music",
      "Source": "extras",
      "Updated": "2026-01-16T23:26:42.2717526+08:00",
      "Version": "3.11.0"
    },
    {
      "Info": "",
      "Name": "zellij",
      "Source": "main",
      "Updated": "2026-05-16T16:12:28.7515975+08:00",
      "Version": "0.44.3"
    },
    {
      "Info": "",
      "Name": "zen-browser",
      "Source": "extras",
      "Updated": "2026-06-04T22:22:54.8421901+08:00",
      "Version": "1.20.2b"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2026-01-31T21:29:02.4470733+08:00",
      "Version": "0.9.9"
    }
  ],
  "buckets": [
    {
      "Manifests": 1568,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2026-06-08T17:54:50+08:00"
    },
    {
      "Manifests": 2300,
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2026-06-08T17:55:08+08:00"
    },
    {
      "Manifests": 590,
      "Name": "versions",
      "Source": "https://github.com/ScoopInstaller/Versions",
      "Updated": "2026-06-08T13:06:56+08:00"
    },
    {
      "Manifests": 407,
      "Name": "games",
      "Source": "https://github.com/Calinou/scoop-games",
      "Updated": "2026-06-08T17:54:51+08:00"
    },
    {
      "Manifests": 39,
      "Name": "le-bucket",
      "Source": "https://github.com/NSPC911/le-bucket",
      "Updated": "2026-06-08T13:04:37+08:00"
    }
  ],
  "config": {
    "aria2-enabled": true,
    "aria2-warning-enabled": false,
    "force_update": false,
    "ignore_running_processes": true,
    "scoop_branch": "develop",
    "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
    "update_nightly": true,
    "use_external_7zip": true
  }
}
