{
  "apps": [
    {
      "Info": "",
      "Name": "7zip",
      "Source": "main",
      "Updated": "2026-02-13T23:04:16.5655975+08:00",
      "Version": "26.00"
    },
    {
      "Info": "",
      "Name": "altsnap",
      "Source": "extras",
      "Updated": "2025-11-19T12:01:15.4210999+08:00",
      "Version": "1.67"
    },
    {
      "Info": "",
      "Name": "aria2",
      "Source": "main",
      "Updated": "2026-02-14T09:32:24.6425131+08:00",
      "Version": "1.37.0-1"
    },
    {
      "Info": "",
      "Name": "autoclicker",
      "Source": "extras",
      "Updated": "2026-01-14T12:04:55.1858805+08:00",
      "Version": "4.1"
    },
    {
      "Info": "",
      "Name": "bat",
      "Source": "main",
      "Updated": "2026-01-14T12:04:59.4308159+08:00",
      "Version": "0.26.1"
    },
    {
      "Info": "",
      "Name": "bedrock-launcher",
      "Source": "games",
      "Updated": "2026-01-14T12:05:03.41915+08:00",
      "Version": "2025.8.25.24"
    },
    {
      "Info": "",
      "Name": "bloxstrap",
      "Source": "games",
      "Updated": "2026-04-05T20:04:16.6422391+08:00",
      "Version": "2.11.3"
    },
    {
      "Info": "",
      "Name": "bun",
      "Source": "main",
      "Updated": "2026-04-10T15:29:25.0235115+08:00",
      "Version": "1.3.12"
    },
    {
      "Info": "",
      "Name": "cap",
      "Source": "le-bucket",
      "Updated": "2026-02-19T14:14:35.542836+08:00",
      "Version": "v0.4.7"
    },
    {
      "Info": "",
      "Name": "carapace-bin",
      "Source": "extras",
      "Updated": "2026-03-19T23:52:37.1787635+08:00",
      "Version": "1.6.4"
    },
    {
      "Info": "",
      "Name": "cava",
      "Source": "le-bucket",
      "Updated": "2026-01-31T21:28:32.0880517+08:00",
      "Version": "0.10.7"
    },
    {
      "Info": "",
      "Name": "chafa",
      "Source": "main",
      "Updated": "2026-03-15T22:27:43.54903+08:00",
      "Version": "1.18.1"
    },
    {
      "Info": "",
      "Name": "chezmoi",
      "Source": "main",
      "Updated": "2026-04-17T15:11:46.688204+08:00",
      "Version": "2.70.2"
    },
    {
      "Info": "",
      "Name": "clink",
      "Source": "main",
      "Updated": "2026-04-17T15:12:06.6534621+08:00",
      "Version": "1.9.19"
    },
    {
      "Info": "",
      "Name": "codebook",
      "Source": "le-bucket",
      "Updated": "2026-04-13T16:05:32.4007231+08:00",
      "Version": "0.3.37"
    },
    {
      "Info": "",
      "Name": "collapse-launcher",
      "Source": "games",
      "Updated": "2026-04-12T09:32:13.6303893+08:00",
      "Version": "1.83.16"
    },
    {
      "Info": "",
      "Name": "copilot-language-server",
      "Source": "le-bucket",
      "Updated": "2026-04-17T15:12:27.1238415+08:00",
      "Version": "1.471.0"
    },
    {
      "Info": "",
      "Name": "dark",
      "Source": "main",
      "Updated": "2026-01-14T12:05:44.5952658+08:00",
      "Version": "3.14.1"
    },
    {
      "Info": "",
      "Name": "dotnet6-sdk",
      "Source": "versions",
      "Updated": "2026-01-14T12:06:06.2292123+08:00",
      "Version": "6.0.428"
    },
    {
      "Info": "",
      "Name": "dotnet8-sdk",
      "Source": "versions",
      "Updated": "2026-04-15T06:35:38.9695892+08:00",
      "Version": "8.0.420"
    },
    {
      "Info": "",
      "Name": "everything",
      "Source": "extras",
      "Updated": "2026-01-23T18:23:51.5445627+08:00",
      "Version": "1.4.1.1032"
    },
    {
      "Info": "",
      "Name": "fastfetch",
      "Source": "main",
      "Updated": "2026-03-29T09:10:38.6953977+08:00",
      "Version": "2.61.0"
    },
    {
      "Info": "",
      "Name": "fd",
      "Source": "main",
      "Updated": "2026-03-10T22:37:43.5356989+08:00",
      "Version": "10.4.2"
    },
    {
      "Info": "",
      "Name": "ffmpeg",
      "Source": "main",
      "Updated": "2026-03-17T23:03:57.4581808+08:00",
      "Version": "8.1"
    },
    {
      "Info": "",
      "Name": "filelight",
      "Source": "extras",
      "Updated": "2026-04-09T21:08:01.2742959+08:00",
      "Version": "26.04-2064"
    },
    {
      "Info": "",
      "Name": "flow-launcher",
      "Source": "extras",
      "Updated": "2026-03-22T18:45:56.4193013+08:00",
      "Version": "2.1.1"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2026-04-04T23:30:56.1704485+08:00",
      "Version": "0.71.0"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2026-04-17T15:12:45.5521909+08:00",
      "Version": "2.90.0"
    },
    {
      "Info": "",
      "Name": "git",
      "Source": "main",
      "Updated": "2026-04-15T09:55:38.3257438+08:00",
      "Version": "2.53.0.3"
    },
    {
      "Info": "",
      "Name": "git-lfs",
      "Source": "main",
      "Updated": "2026-01-14T12:07:14.5749882+08:00",
      "Version": "3.7.1"
    },
    {
      "Info": "",
      "Name": "gitoxide",
      "Source": "main",
      "Updated": "2026-03-23T12:26:04.0261977+08:00",
      "Version": "0.52.0"
    },
    {
      "Info": "",
      "Name": "glazewm",
      "Source": "extras",
      "Updated": "2026-03-23T12:26:02.1092795+08:00",
      "Version": "3.10.1"
    },
    {
      "Info": "",
      "Name": "go",
      "Source": "main",
      "Updated": "2026-04-08T19:58:20.9569994+08:00",
      "Version": "1.26.2"
    },
    {
      "Info": "",
      "Name": "helium",
      "Source": "extras",
      "Updated": "2026-04-15T09:56:06.6049911+08:00",
      "Version": "0.11.2.1"
    },
    {
      "Info": "",
      "Name": "helix-ghost",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:08:13.1627795+08:00",
      "Version": "1.0.1"
    },
    {
      "Info": "",
      "Name": "hwmonitor",
      "Source": "extras",
      "Updated": "2026-04-06T16:37:15.3953954+08:00",
      "Version": "1.63"
    },
    {
      "Info": "",
      "Name": "iamb",
      "Source": "le-bucket",
      "Updated": "2026-03-05T20:46:40.9580752+08:00",
      "Version": "0.0.11"
    },
    {
      "Info": "",
      "Name": "imagemagick",
      "Source": "main",
      "Updated": "2026-04-13T16:05:38.1730815+08:00",
      "Version": "7.1.2-19"
    },
    {
      "Info": "",
      "Name": "innounp",
      "Source": "main",
      "Updated": "2026-04-09T21:07:41.4689093+08:00",
      "Version": "2.67.7"
    },
    {
      "Info": "",
      "Name": "jq",
      "Source": "main",
      "Updated": "2026-01-14T12:08:27.5354768+08:00",
      "Version": "1.8.1"
    },
    {
      "Info": "",
      "Name": "keyviz",
      "Source": "extras",
      "Updated": "2026-01-14T12:08:31.1523894+08:00",
      "Version": "1.0.6"
    },
    {
      "Info": "",
      "Name": "lazygit",
      "Source": "extras",
      "Updated": "2026-04-14T21:25:57.7850206+08:00",
      "Version": "0.61.1"
    },
    {
      "Info": "",
      "Name": "localsend",
      "Source": "extras",
      "Updated": "2026-01-14T12:09:06.6555825+08:00",
      "Version": "1.17.0"
    },
    {
      "Info": "",
      "Name": "lua-language-server",
      "Source": "main",
      "Updated": "2026-04-15T09:56:26.1989638+08:00",
      "Version": "3.18.2"
    },
    {
      "Info": "",
      "Name": "markdown-oxide",
      "Source": "main",
      "Updated": "2026-01-14T12:09:12.9685687+08:00",
      "Version": "0.25.10"
    },
    {
      "Info": "",
      "Name": "marksman",
      "Source": "main",
      "Updated": "2026-02-09T23:12:20.5942303+08:00",
      "Version": "2026-02-08"
    },
    {
      "Info": "",
      "Name": "memreduct",
      "Source": "extras",
      "Updated": "2025-10-28T16:32:25.9962203+08:00",
      "Version": "3.5.2"
    },
    {
      "Info": "",
      "Name": "mold",
      "Source": "main",
      "Updated": "2026-04-14T21:25:57.78387+08:00",
      "Version": "2.41.0"
    },
    {
      "Info": "",
      "Name": "nodejs",
      "Source": "main",
      "Updated": "2026-04-02T20:50:44.893164+08:00",
      "Version": "25.9.0"
    },
    {
      "Info": "",
      "Name": "notepadplusplus",
      "Source": "extras",
      "Updated": "2026-03-25T23:11:38.8890789+08:00",
      "Version": "8.9.3"
    },
    {
      "Info": "",
      "Name": "nu",
      "Source": "main",
      "Updated": "2026-04-17T15:13:06.0123262+08:00",
      "Version": "0.112.2"
    },
    {
      "Info": "",
      "Name": "obs-studio",
      "Source": "extras",
      "Updated": "2026-04-03T10:54:11.0858078+08:00",
      "Version": "32.1.1"
    },
    {
      "Info": "",
      "Name": "oh-my-posh",
      "Source": "main",
      "Updated": "2026-04-11T10:02:35.6487082+08:00",
      "Version": "29.10.0"
    },
    {
      "Info": "",
      "Name": "opencode",
      "Source": "main",
      "Updated": "2026-04-15T17:57:45.8057247+08:00",
      "Version": "1.4.6"
    },
    {
      "Info": "",
      "Name": "ov",
      "Source": "main",
      "Updated": "2026-02-21T10:10:15.7262264+08:00",
      "Version": "0.51.1"
    },
    {
      "Info": "",
      "Name": "patchy",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:09:58.1184284+08:00",
      "Version": "1.3.0"
    },
    {
      "Info": "",
      "Name": "pixelorama",
      "Source": "extras",
      "Updated": "2026-04-13T16:05:33.82715+08:00",
      "Version": "1.1.9"
    },
    {
      "Info": "",
      "Name": "pnpm",
      "Source": "main",
      "Updated": "2026-03-25T23:12:28.1171145+08:00",
      "Version": "10.33.0"
    },
    {
      "Info": "",
      "Name": "poppler",
      "Source": "main",
      "Updated": "2026-02-24T21:07:29.7091013+08:00",
      "Version": "25.12.0-0"
    },
    {
      "Info": "",
      "Name": "powertoys",
      "Source": "extras",
      "Updated": "2026-03-27T10:04:13.7596542+08:00",
      "Version": "0.98.1"
    },
    {
      "Info": "",
      "Name": "prek",
      "Source": "le-bucket",
      "Updated": "2026-04-14T21:25:57.78387+08:00",
      "Version": "0.3.9"
    },
    {
      "Info": "",
      "Name": "pup",
      "Source": "main",
      "Updated": "2026-03-28T16:48:39.034378+08:00",
      "Version": "0.4.0"
    },
    {
      "Info": "",
      "Name": "pwsh",
      "Source": "main",
      "Updated": "2026-03-19T23:53:39.8953874+08:00",
      "Version": "7.6.0"
    },
    {
      "Info": "",
      "Name": "python313",
      "Source": "versions",
      "Updated": "2026-04-08T19:58:21.9827348+08:00",
      "Version": "3.13.13"
    },
    {
      "Info": "",
      "Name": "regolith",
      "Source": "le-bucket",
      "Updated": "2026-01-26T14:02:16.5872279+08:00",
      "Version": "1.7.0"
    },
    {
      "Info": "",
      "Name": "repgrep",
      "Source": "le-bucket",
      "Updated": "2026-01-14T12:10:19.1855208+08:00",
      "Version": "0.16.1"
    },
    {
      "Info": "",
      "Name": "resvg",
      "Source": "main",
      "Updated": "2026-02-11T08:13:17.9475769+08:00",
      "Version": "0.47.0"
    },
    {
      "Info": "",
      "Name": "revouninstaller",
      "Source": "extras",
      "Updated": "2026-02-24T09:23:56.8323461+08:00",
      "Version": "2.6.8"
    },
    {
      "Info": "",
      "Name": "rio-nightly",
      "Source": "le-bucket",
      "Updated": "2026-04-17T15:13:43.9424693+08:00",
      "Version": "2026-04-16"
    },
    {
      "Info": "",
      "Name": "ripgrep",
      "Source": "main",
      "Updated": "2026-01-14T12:10:29.5224333+08:00",
      "Version": "15.1.0"
    },
    {
      "Info": "",
      "Name": "rovr",
      "Source": "le-bucket",
      "Updated": "2026-04-11T09:57:20.7243352+08:00",
      "Version": "0.8.1"
    },
    {
      "Info": "",
      "Name": "rufus",
      "Source": "extras",
      "Updated": "2026-02-18T09:47:13.559284+08:00",
      "Version": "4.13"
    },
    {
      "Info": "",
      "Name": "rustup",
      "Source": "main",
      "Updated": "2026-04-05T16:51:17.615316+08:00",
      "Version": "1.29.0"
    },
    {
      "Info": "",
      "Name": "scoop-completion",
      "Source": "extras",
      "Updated": "2026-01-14T12:11:09.5719559+08:00",
      "Version": "0.3.0"
    },
    {
      "Info": "",
      "Name": "stretchly",
      "Source": "extras",
      "Updated": "2026-01-14T12:11:20.9493377+08:00",
      "Version": "1.20.0"
    },
    {
      "Info": "",
      "Name": "superfile",
      "Source": "main",
      "Updated": "2026-01-14T12:11:23.8207964+08:00",
      "Version": "1.5.0"
    },
    {
      "Info": "",
      "Name": "superhtml",
      "Source": "main",
      "Updated": "2026-01-14T12:11:26.221059+08:00",
      "Version": "0.6.2"
    },
    {
      "Info": "",
      "Name": "surge-downloader",
      "Source": "le-bucket",
      "Updated": "2026-04-15T09:57:07.4530688+08:00",
      "Version": "0.8.1"
    },
    {
      "Info": "",
      "Name": "tacky-borders",
      "Source": "le-bucket",
      "Updated": "2026-02-13T23:05:22.4280203+08:00",
      "Version": "1.4.1"
    },
    {
      "Info": "",
      "Name": "taplo",
      "Source": "main",
      "Updated": "2026-01-14T12:11:30.9974774+08:00",
      "Version": "0.10.0"
    },
    {
      "Info": "",
      "Name": "tinymist",
      "Source": "main",
      "Updated": "2026-04-05T20:04:15.7599126+08:00",
      "Version": "0.14.16"
    },
    {
      "Info": "",
      "Name": "tombi",
      "Source": "main",
      "Updated": "2026-04-13T16:05:54.0651783+08:00",
      "Version": "0.9.17"
    },
    {
      "Info": "",
      "Name": "typst",
      "Source": "main",
      "Updated": "2026-01-14T12:11:39.6102588+08:00",
      "Version": "0.14.2"
    },
    {
      "Info": "",
      "Name": "uv",
      "Source": "main",
      "Updated": "2026-04-17T15:14:17.3753238+08:00",
      "Version": "0.11.7"
    },
    {
      "Info": "",
      "Name": "uwpspy",
      "Source": "le-bucket",
      "Updated": "2026-04-08T19:57:58.5140067+08:00",
      "Version": "1.5.3"
    },
    {
      "Info": "",
      "Name": "wakatime-cli",
      "Source": "main",
      "Updated": "2026-04-17T15:14:34.6098916+08:00",
      "Version": "2.3.1"
    },
    {
      "Info": "Held package",
      "Name": "wezterm-nightly",
      "Source": "versions",
      "Updated": "2026-04-15T10:02:31.6586212+08:00",
      "Version": "nightly-20260414"
    },
    {
      "Info": "",
      "Name": "windhawk",
      "Source": "extras",
      "Updated": "2025-12-11T00:24:22.5557436+08:00",
      "Version": "1.7.3"
    },
    {
      "Info": "",
      "Name": "windowsdesktop-runtime-8.0",
      "Source": "versions",
      "Updated": "2026-04-15T10:00:12.8325781+08:00",
      "Version": "8.0.26"
    },
    {
      "Info": "",
      "Name": "xmousebuttoncontrol",
      "Source": "extras",
      "Updated": "2025-10-28T16:40:09.2238975+08:00",
      "Version": "2.20.5"
    },
    {
      "Info": "",
      "Name": "xxmi",
      "Source": "games",
      "Updated": "2026-04-05T20:04:23.9023622+08:00",
      "Version": "2.1.9"
    },
    {
      "Info": "",
      "Name": "yasb-dev",
      "Source": "le-bucket",
      "Updated": "2026-03-27T10:02:29.4554778+08:00",
      "Version": "20260324-181404"
    },
    {
      "Info": "",
      "Name": "yazi-nightly",
      "Source": "versions",
      "Updated": "2026-03-14T23:13:29.0169785+08:00",
      "Version": "fa1ee46"
    },
    {
      "Info": "",
      "Name": "youtube-music",
      "Source": "extras",
      "Updated": "2026-01-16T23:26:42.2717526+08:00",
      "Version": "3.11.0"
    },
    {
      "Info": "",
      "Name": "zellij",
      "Source": "le-bucket",
      "Updated": "2026-04-08T19:58:00.3540265+08:00",
      "Version": "0.44.1"
    },
    {
      "Info": "",
      "Name": "zen-browser",
      "Source": "extras",
      "Updated": "2026-04-10T15:32:14.1028425+08:00",
      "Version": "1.19.8b"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2026-01-31T21:29:02.4470733+08:00",
      "Version": "0.9.9"
    }
  ],
  "buckets": [
    {
      "Manifests": 1496,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2026-04-19T00:32:24+08:00"
    },
    {
      "Manifests": 2295,
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2026-04-19T00:32:03+08:00"
    },
    {
      "Manifests": 571,
      "Name": "versions",
      "Source": "https://github.com/ScoopInstaller/Versions",
      "Updated": "2026-04-19T01:01:23+08:00"
    },
    {
      "Manifests": 397,
      "Name": "games",
      "Source": "https://github.com/Calinou/scoop-games",
      "Updated": "2026-04-19T00:33:32+08:00"
    },
    {
      "Manifests": 36,
      "Name": "le-bucket",
      "Source": "https://github.com/NSPC911/le-bucket",
      "Updated": "2026-04-18T11:32:26+08:00"
    }
  ],
  "config": {
    "aria2-enabled": true,
    "aria2-warning-enabled": false,
    "force_update": false,
    "scoop_branch": "develop",
    "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
    "update_nightly": true
  }
}
